Repository: XITRIX/iTorrent---libtorrent-core
Catalog: iTorrent/*.lproj/Localizable.strings
Languages: pt_br

source: Queued
pt_br: Fila

source: Metadata
pt_br: Metadados

source: Downloading
pt_br: Baixando

source: Finished
pt_br: Finalizado

source: Seeding
pt_br: Semeando

source: Allocating
pt_br: Alocando

source: Checking fastresume
pt_br: Verificando o resumo rápido

source: Paused
pt_br: Pausado

source: of
pt_br: de

source: Done
pt_br: Feito

source: Edit
pt_br: Editar

source: Select
pt_br: Selecionar

source: Select All
pt_br: Selecionar tudo

source: Deselect
pt_br: Desmarcar

source: Search
pt_br: Pesquisar

source: Start
pt_br: Iniciar

source: Pause
pt_br: Pausar

source: Delete
pt_br: Apagar

source: time remains
pt_br: o tempo permanece

source: eternity
pt_br: Para sempre

source: Add from...
pt_br: Adicionar de...

source: Add from URL
pt_br: Adicionar do URL

source: Please enter the existing torrent's URL below
pt_br: Digite o URL do torrent existente abaixo

source: Error has been occured
pt_br: Ocorreu um erro

source: Torrent file is broken or this URL has some sort of DDOS protection, you can try to open this link in Safari
pt_br: O arquivo torrent está quebrado ou este URL tem algum tipo de proteção DDOS, você pode tentar abrir este link no Safari

source: Open in Safari
pt_br: Abrir no Safari

source: This torrent already exists
pt_br: Este torrent já existe

source: Torrent with hash:
pt_br: Torrent com hash:

source: already exists in download queue
pt_br: já existe na fila de download

source: Please, open this link in Safari, and send .torrent file from there
pt_br: Por favor, abra este link no Safari e envie o arquivo .torrent a partir daí

source: Wrong link, check it and try again!
pt_br: Link errado, verifique e tente novamente!

source: Add from magnet
pt_br: Adicionar do Magnet

source: Please enter the magnet link below
pt_br: Insira o link do ímã abaixo

source: Close
pt_br: Fechar

source: Cancel
pt_br: Cancelar

source: Error
pt_br: Erro

source: Are you sure to remove
pt_br: Você tem certeza de remover?

source: Yes and remove data
pt_br: Sim e remova dados

source: Are you sure to remove this magnet torrent?
pt_br: Você tem certeza de remover este ímã torrent?

source: Remove
pt_br: Remover

source: Name
pt_br: Nome

source: Date Added
pt_br: Data adicionada

source: Date Created
pt_br: Data criada

source: Size
pt_br: Tamanho

source: Sort Torrents By:
pt_br: Classificar torrents por:

source: Currently sorted by
pt_br: Atualmente classificado por

source: Disable state sections
pt_br: Desativar seções de estado

source: Enable state sections
pt_br: Ativar seções de estado

source: MainController.Table.Placeholder.Text
pt_br: A lista de downloads está vazia! N Use o Google Chrome para baixar arquivos torrent ou adicione um link direto usando o botão '+'

source: Torrent file
pt_br: Arquivo torrent

source: Magnet link
pt_br: Link magnético

source: Magnet link copied to clipboard
pt_br: Link magnético copiado para a área de transferência

source: Files
pt_br: Arquivos

source: Trackers
pt_br: Rastreadores

source: Details.BackgroundSeeding.Warning
pt_br: A propagação em segundo plano está desativada. Se você fechar este aplicativo, a propagação será interrompida. Deseja ativar a propagação em segundo plano? N Se o limite de sementes não estiver definido, o aplicativo continuará trabalhando em segundo plano indefinidamente, o que pode causar o esgotamento da bateria.

source: Settings.Title
pt_br: Preferências

source: Settings.Order
pt_br: Selecionar ordem

source: Settings.AutoTheme
pt_br: Tema automático

source: Settings.Theme
pt_br: Modo escuro

source: Settings.Storage.Header
pt_br: Armazenamento

source: Settings.Storage.Available
pt_br: Disponível

source: Settings.Storage.Allocate
pt_br: Armazentamento

source: Settings.Storage.Allocate.Hint
pt_br: Se ativado, o iTorrent pré-reserva a memória dos arquivos baixados

source: Settings.BackgroundEnable
pt_br: Ativado

source: Settings.BackgroundSeeding
pt_br: Permitir semeadura

source: Settings.BackgroundSeeding.Warning
pt_br: Isso permitirá que o iTorrent seja executado em segundo plano indefinidamente, caso algum torrent esteja semeando sem limites, o que pode causar um consumo significativo de bateria. Você precisará forçar o fechamento do aplicativo para impedir isso!

source: Settings.BackgroundHeader
pt_br: Download em segundo plano

source: Settings.BackgroundFooter
pt_br: Ative o download em segundo plano através de funções multimídia

source: Settings.ZeroSpeedLimit
pt_br: Limite de velocidade zero

source: Settings.ZeroSpeedLimit.Hint
pt_br: Se a velocidade de download for igual a zero por um certo período de tempo, o aplicativo interromperá o processamento em segundo plano para evitar o consumo inútil da bateria

source: Settings.DownLimit
pt_br: Limite de download

source: Settings.UpLimit
pt_br: Limite de upload

source: Settings.SpeedHeader
pt_br: Limitação de velocidade

source: Settings.FTPEnable
pt_br: Ativado

source: Settings.FTPEnable.Hint
pt_br: Usando essa configuração, você pode ativar o servidor de arquivos ao qual pode se conectar por meio de um navegador da Web comum ou cliente WebDav

source: Settings.FTP.Settings
pt_br: Configurações

source: Settings.FTPBackground
pt_br: Executado em segundo plano

source: Settings.FTP.Message.NoNetwork
pt_br: Conecte-se ao WIFI para usar o compartilhamento de arquivos

source: Settings.FTP.Message
pt_br: Conectar a:

source: Settings.FTP.WebDav.Username
pt_br: Nome do usuário

source: Settings.FTP.WebDav.Password
pt_br: Senha

source: Settings.FTP.WebDav.Username.Placeholder
pt_br: Nome do usuário

source: Settings.FTP.WebDav.Password.Placeholder
pt_br: Senha (opcional)

source: Settings.FTP.WebDav.PassText
pt_br: Reinicie o servidor para aplicar as configurações

source: Settings.FTP.WebDav.WebTitle
pt_br: Servidor Web

source: Settings.FTP.WebDav.WebText
pt_br: Use qualquer navegador da web para compartilhar arquivos

source: Settings.FTP.WebDav.WebDavTitle
pt_br: Servidor WebDAV

source: Settings.FTP.WebDav.WebDavPort
pt_br: Porta

source: Settings.FTP.WebDav.WebDavText
pt_br: Use o cliente WebDAV para conectar-se ao iTorrent

source: Settings.FTPHeader
pt_br: Compartilhamento de arquivos

source: Settings.NotifyFinishLoad
pt_br: Ao terminar o carregamento

source: Settings.NotifyFinishSeed
pt_br: Na semeadura final

source: Settings.NotifyBadge
pt_br: Ativar ícone de selo do aplicativo

source: Settings.NotifyHeader
pt_br: Notificações

source: Settings.UpdateSite
pt_br: Página do GitHub

source: Settings.UpdateSite.Open
pt_br: Abrir

source: Settings.UpdateHeader
pt_br: Atualizações

source: Settings.DonateDisable
pt_br: Desativar anúncios

source: Settings.DonateCard
pt_br: NÚMERO DO CARTÃO DE CRÉDITO VISA

source: Settings.DonateCard.Open
pt_br: Abrir

source: Settings.DonateCard.DonatePlatforms
pt_br: Doar

source: Settings.DonateCard.DonatePlatforms.Title
pt_br: Selecionar plataforma de doação:

source: Settings.DonateHeader
pt_br: Doe por rosquinhas

source: Settings.DonateFooter
pt_br: Vincule-se ao patreon para desativar os anúncios

source: Settings.Patreon.Name
pt_br: XITRIX (Daniil Vinogradov)

source: Settings.Patreon.Creator
pt_br: Criador do iTorrent

source: Settings.Patreon.Welcome
pt_br: Olá, Você pode apoiar o desenvolvimento futuro do iTorrent doando-me no Patreon. Em troca, você receberá acesso à versão sem anúncios do aplicativo iTorrent. N nObrigado por todo o seu apoio!

source: Settings.Patreon.Patron
pt_br: Você é um Patron

source: Settings.Patreon.Full
pt_br: Você tem a versão completa

source: Settings.Patreon.Reward
pt_br: Sem anúncios ativados, divirta-se!

source: Settings.Patreon.PatronButton
pt_br: Seja um Patreon

source: Settings.Patreon.LinkButton
pt_br: Vincular conta Patreon

source: Settings.Patreon.UnlinkButton
pt_br: Desvincular

source: Settings.Patreon.UnlinkButton.Text
pt_br: Tem certeza de que deseja desvincular sua conta do Patreon?

source: Settings.Patreon.UnlinkButton.Action
pt_br: Desvincular conta Patreon

source: Settings.Patreon.Thanks
pt_br: Agradecimentos especiais para:

source: Settings.Patreon.CopiedID
pt_br: Seu ID do Patreon copiado para a área de transferência

source: Settings.Sorting.Revert
pt_br: Reverter

source: Warning
pt_br: Aviso

source: Enable
pt_br: Ativado

source: Unlimited
pt_br: Ilimitado

source: This action will recheck the state of all downloaded files
pt_br: Esta ação verificará novamente o estado de todos os arquivos baixados

source: Current app version:
pt_br: Versão atual do aplicativo:

source: New version
pt_br: Nova versão

source: available
pt_br: Disponível

source: WOW, is it a new inDev build, huh?
pt_br: WOW, é uma nova compilação do inDev, não é?

source: Latest version installed
pt_br: Versão mais recente instalada

source: Update check failed
pt_br: Falha na verificação da atualização

source: WARNING
pt_br: AVISO

source: Copied CC # to clipboard!
pt_br: Copiado CC # para a área de transferência!

source: Supplication
pt_br: Súplica

source: If you enjoy this app, consider supporting the developer by keeping the ads on.
pt_br: Se você gosta deste aplicativo, considere apoiar o desenvolvedor mantendo os anúncios. N Obrigado!

source: Disable Anyway
pt_br: Desativar mesmo assim

source: Back
pt_br: Voltar

source: Torrent update detected
pt_br: Atualização de Torrent detectada

source: Torrent with name
pt_br: Torrent com nome

source: already exists, do you want to apply previous files selection settings to this torrent
pt_br: já existe, você deseja aplicar as configurações anteriores de seleção de arquivos a este torrent

source: Apply
pt_br: Aplicar

source: Download content of folder
pt_br: Baixar conteúdo da pasta

source: Download
pt_br: Baixar

source: Don't Download
pt_br: Não baixar

source: Share
pt_br: Compartilhar

source: AddTorrentController.MemoryWarning.Title
pt_br: Aviso

source: AddTorrentController.MemoryWarning.Message
pt_br: Não há espaço livre em disco suficiente para baixar todos os arquivos, libere espaço em disco para continuar

source: AddTorrentController.MemoryWarning.AddAnyway
pt_br: Adicionar mesmo assim

source: TorrentFilesController.Edit
pt_br: Editar

source: TorrentFilesController.SelectAll
pt_br: Selecionar tudo

source: TorrentFilesController.DeselectAll
pt_br: Desmarcar tudo

source: Working
pt_br: Trabalhando

source: Inactive
pt_br: Inativo

source: Verified
pt_br: Verificado

source: Add Tracker
pt_br: Adicionar rastreador

source: Enter the full tracker's URL
pt_br: Digite o URL completo do rastreador

source: Tracker's URL
pt_br: Digite o URL do rastreador

source: Add
pt_br: Adicionar

source: Peers
pt_br: Pares

source: Seeds
pt_br: Sementes

source: Leechers
pt_br: Rastreadores

source: Are you shure to remove this trackers?
pt_br: Você tem certeza de remover esses rastreadores?

source: Obtaining Metadata
pt_br: Obtendo Metadados

source: Finish the previous torrent adding before start the new one.
pt_br: Conclua a adição do torrent anterior antes de iniciar o novo.

source: Error on torrent opening
pt_br: Erro na abertura do torrent

source: Error on torrent reading
pt_br: Erro na leitura de torrent

source: Torrent file opening error has been occured
pt_br: Ocorreu um erro de abertura de arquivo Torrent

source: Wrong magnet link, check and try again
pt_br: Link do ímã errado, verifique e tente novamente!

source: Download finished
pt_br: Download terminado

source: finished downloading
pt_br: terminou o download

source: Seeding finished
pt_br: Semeadura terminada

source: finished seeding
pt_br: semeadura terminada

source: BackgroundTask.LowSpeed.Title
pt_br: A velocidade de download é baixa

source: BackgroundTask.LowSpeed.Message
pt_br: interromperá o download em segundo plano para evitar o consumo da bateria

source: Dialogs.News.Title
pt_br: Aviso!

source: Dialogs.News.Message
pt_br: Se o aplicativo não abrir arquivos .torrent, use o Google Chrome para baixá-los!

source: Disabled
pt_br: Desativado

source: Hint
pt_br: Sugestão

source: minute:single
pt_br: minuto

source: minute:plural
pt_br: minutos

source: minute:parent
pt_br: minutos

source: mime.video
pt_br: Vídeo

source: mime.audio
pt_br: Áudio

source: mime.image
pt_br: Foto

source: mime.documents
pt_br: Documentos

source: mime.free
pt_br: Livre

source: mime.other
pt_br: Outro

source: mime.calculating
pt_br: Calculando...

source: info
pt_br: Informação de atualização

source: UpdateText
pt_br: - A maior parte do aplicativo foi reescrita do zero, sem mais vazamentos de memória n- Estabilidade significativamente aprimorada do aplicativo n- Gerenciamento de memória implementado n- Alocação de memória para arquivos antes do download n- Libtorrent atualizado para 1.2.6 n- UI melhorias, notáveis ​​e nem tanto n- Adicionado integração com o Patreon
